{
  "app": {
    "onboarding": {
      "title": "Добро пожаловать! Вы должны пройти процесс подтверждения личности",
      "description": "Чтобы продолжить пользоваться этой услугой, вам необходимо подтвердить, что вы соответствуете требованиям. Процесс проверки состоит из 3 шагов.",
      "choose_document": "Выберите документ",
      "take_a_photo_of_your_document": "Сделайте фото документа",
      "take_a_selfie": "Отсканируйте лицо"
    },
    "consent": {
      "title": "Согласие на обработку персональных данных",
      "subtitle1": "Проще говоря:",
      "item1": "Чтобы воспользоваться услугами, вам необходимо выполнить процесс проверки личности, при котором биометрические данные вашего лица и данные из вашего документа будут записаны с помощью камеры и обработаны.",
      "item2": "ЗАО “Ondato” хранит ваши персональные данные не дольше, чем это требует компания, услугами которой вы хотите воспользоваться.",
      "item3": "Вы всегда можете отправить запрос относительно ваших персональных данных и получить более подробную информацию по адресу support@ondato.com или посмотреть политику поставщика услуг.",
      "subtitle2": "Легальная версия:",
      "subtitle3": "Необходимые данные",
      "paragraph1": "Чтобы получить услугу у Поставщика,я выражаю свое согласие на то, что ЗАО «Ondato» будет получать и управлять моими личными данными, включая мои биометрические данные, полученные в результате удаленной идентификации моей личности, взяв и / или сняв в реальном времени изображение моего лица или документ, который использовался для его идентификации, и / или их изображение и личные данные, содержащиеся в них, и / или проверку в реестре населения: изображение моего лица, имя, фамилия, гражданство, пол, персональный код, дата рождения, номера используемого документа, дата выдачи и срок действия, моя подпись и передача таких данных поставщику услуг.",
      "paragraph2": "",
      "paragraph3": "Настоящим я заявляю и подтверждаю, что все персональные данные, которые я предоставлю для удаленного определения цели моей идентификации, являются правильными и точными, а документ, который я буду использовать для этой цели, не является ложным и действительным »."
    },
    "quit_confirmation": {
      "title": "Are you sure you want to quit identity verification?",
      "description": "All the progress you made in the identity verification process will be lost."
    },
    "error": {
      "title": "Идентификация вашей личности не выполнена, так как истек срок действия документа",
      "description": "Вы должны запечатлить действительный документ, чтобы завершить процесс идентификации"
    },
    "success": {
      "title": "Ваша идентификация прошла успешно.",
      "description": "Спасибо за терпение."
    },
    "document_selection": {
      "title": "Выберите документы и начните процесс верификации"
    },
    "document_preview": {
      "title": "Проверьте качество фото",
      "description": "Убедитесь, что фотография четко показывает всю необходимую информацию и данные легко читаются. Если качество фотографии хорошее, нажмите \"Продолжить\"."
    },
    "document_preparation": {
      "passport": {
        "title": "Пожалуйста запечатлите главную страницу документа которая содержит MRZ зону",
        "description": "Пожалуйста, покажите главную страницу документа, которая содержит зону MRZ в отмеченной области и нажмите кнопку \"Запечатлеть\". Страница документа должна быть четко видимой, не размытой и без пикселей."
      },
      "selfie": {
        "title": "Предоставьте фотографию своего лица",
        "description": "Поместите лицо в рамку и убедитесь в том, что ваше лицо хорошо видно и равномерно освещено."
      },
      "document_with_selfie": {
        "title": "Сделайте снимок, держа документ в руках",
        "description": "Держите документ рядом со своим лицом, делая свое фото (селфи)."
      },
      "id_card": {
        "front": {
          "title": "Пожалуйста, запечатлите переднюю сторону идентификационной карты",
          "description": "Пожалуйста, покажите лицевую сторону вашего удостоверения личности в отмеченную область и нажмите кнопку \"Запечатлеть\". Документ должен быть четко видимым, не размытым и без пикселей."
        },
        "back": {
          "title": "Пожалуйста, запечатлите обратную сторону вашей идентификационной карты",
          "description": "Пожалуйста, покажите обратную сторону идентификационной карты в отмеченной области и нажмите кнопку \"Запечатлеть\". Убедитесь, что зона MRZ хорошо видна, а документ не размыт и без пикселей."
        }
      },
      "driving_license": {
        "front": {
          "title": "Пожалуйста, запечатлите переднюю часть водительских прав",
          "description": "Пожалуйста, покажите лицевую сторону водительских прав в отмеченной области и нажмите кнопку \"Запечатлить\". Фотография водительских прав должна быть четко видна, не размыта и без пикселей."
        },
        "back": {
          "title": "Пожалуйста, запечатлите оборотную сторону водительских прав",
          "description": "Пожалуйста, покажите обратную сторону водительских прав в отмеченную область и нажмите кнопку \"Запечатлеть\". Водительские права должны быть четко видны, не размыты и без пикселей."
        }
      }
    },
    "document_capture": {
      "passport": {
        "title": "Пожалуйста запечатлите главную страницу документа которая содержит MRZ зону"
      },
      "selfie": {
        "title": "Держите лицо в обозначенной области"
      },
      "document_with_selfie": {
        "title": "Сделайте снимок, держа документ в руках"
      },
      "id_card": {
        "front": {
          "title": "Пожалуйста, запечатлите переднюю сторону идентификационной карты"
        },
        "back": {
          "title": "Пожалуйста, запечатлите обратную сторону вашей идентификационной карты"
        }
      },
      "driving_license": {
        "front": {
          "title": "Пожалуйста, запечатлите переднюю часть водительских прав"
        },
        "back": {
          "title": "Пожалуйста, запечатлите оборотную сторону водительских прав"
        }
      }
    },
    "documents": {
      "id_card": {
        "name": "Идентификационная карта"
      },
      "passport": {
        "name": "Паспорт"
      },
      "driving_license": {
        "name": "Водительские права"
      }
    },
    "mistakes": {
      "title": "Основные ошибки",
      "too_blurry": "Слишком размыто",
      "too_small": "Слишком маленький размер",
      "too_dark": "Слишком темно",
      "bad_lightning": "Плохое освещение",
      "not_a_neutral_face": "Выражение лица не нейтральное"
    },
    "buttons": {
      "start": "Начать",
      "close": "Закрыть",
      "disagree": "Не согласен",
      "try_again": "Повторить",
      "go_back": "Назад",
      "capture": "Запечатлеть",
      "continue": "Продолжить",
      "continue_in": "Продолжение {{count}}...",
      "quit": "Прекратить"
    }
  }
}
